{
  "premium-cotton-fabrics": {
    "id": "premium-cotton-fabrics",
    "name": "Premium Cotton Fabrics",
    "description": "Our cotton fabrics are handpicked for their softness, durability, and versatility. Ideal for garment manufacturers, our cotton materials can be used to produce everything from casual wear to high-end fashion. We ensure that each batch of cotton meets the highest quality standards, making it a preferred choice for manufacturers worldwide.",
    "img_url_primary": "/assets/img/nve/trisha-downing-pyud8ZaVq4I-unsplash.jpg",
    "img_url_secondary": "/assets/img/products/cotton2.jpg",
    "breadcrumb": "Premium cotton fabrics for global manufacturers."
  },
  "high-quality-woven-fabrics": {
    "id": "high-quality-woven-fabrics",
    "name": "High-Quality Woven Fabrics",
    "description": "Our woven fabrics are carefully crafted to offer excellent texture, strength, and longevity. Whether for fashion or functional wear, these fabrics are known for their smooth finish and ability to retain their shape, making them perfect for a variety of applications, including suits, shirts, and home textiles.",
    "img_url_primary": "/assets/img/nve/sergio-gonzalez-YFXUumP4m5U-unsplash.jpg",
    "img_url_secondary": "/assets/img/products/woven2.jpg",
    "breadcrumb": "High-Quality Woven Fabrics for global manufacturers."
  },
  "denim-fabric": {
    "id": "denim-fabric",
    "name": "Denim Fabric",
    "description": "Denim is a timeless fabric, and at NITHIYA VIBE EXPORTS, we provide high-quality denim that is perfect for jeans, jackets, and other durable apparel. Our denim fabrics are carefully sourced for their weight, strength, and authentic finish, ensuring your products have the look and feel of high-end fashion.",
    "img_url_primary": "/assets/img/products/denim.jpg",
    "img_url_secondary": "/assets/img/products/denim2.jpg",
    "breadcrumb": "Denim Fabric for global manufacturers."
  },
  "knitted-fabrics": {
    "id": "knitted-fabrics",
    "name": "Knitted Fabrics",
    "description": "Our knitted fabrics are designed for flexibility, comfort, and a smooth fit. They are widely used in activewear, loungewear, and casual clothing due to their stretch and durability. Our knitted fabrics offer the perfect blend of style and comfort, making them an excellent choice for contemporary fashion.",
    "img_url_primary": "/assets/img/products/knitted.jpg",
    "img_url_secondary": "/assets/img/products/knitted2.jpg",
    "breadcrumb": "Knitted Fabrics for global manufacturers."
  }
}
